{
  "restaurants": [
    {
      "id": "ashish_rooh",
      "name": "ROOH",
      "chef": "Chef Ashish Tiwari",
      "title": "Modern Indian Gastronomy Expert",
      "address": "333 Brannan Street Suite #150, San Francisco, CA 94107",
      "coordinates": [-122.3969, 37.7849],
      "phone": "(415) 525-7777",
      "website": "https://roohsf.com",
      "cuisine": "Modern Indian Gastronomy",
      "specialties": ["Creative Cocktails", "Inventive Courses", "Theatrical Presentations"],
      "chefImage": "ChefAshishTiwari.png",
      "chefBackgroundImage": "ChefAshishTiwari_background.png",
      "excerpt": "Modern Indian gastronomy with creative cocktails. Inventive, modern, and theatrical, Chef Ashish draws on city dining and festival street-food memories to create bold, playful courses that will delight you.",
      "popup": {
        "chefImage": "ChefAshishTiwari_popupImage.jpg",
        "chefTitleColor": "#1F4426",
        "restaurantTitleColor": "#E6C4A0",
        "chefBio": "<p>Chef Ashish Tiwari leads the culinary vision at ROOH San Francisco, where he serves as Head Chef of one of the Bay Area's most celebrated modern Indian restaurants. With over a decade of experience across luxury hospitality brands in India, the Middle East, and the U.S., Chef Tiwari brings a refined global perspective to Indian cuisine. His culinary philosophy is rooted in authenticity, artistry, and evolution—making him a driving force behind ROOH's success and a standout figure in the modern Indian culinary movement</p> <br> At ROOH, he is known for:<ul class='list-disc list-inside'><li> Innovative menu development that blends traditional Indian flavors with modern techniques and seasonal California produce</li><li> Kitchen leadership across a highperforming team, ensuring consistency, creativity, and excellence in execution</li><li> Elevating guest experience through visually stunning plating and bold, balanced flavor profiles</li><li> Operational oversight, contributing to ROOHs continued recognition in the Michelin Guide and its reputation as a destination for progressive Indian dining</li></ul>",
        "sliderImages": [
          "ashish-tiwari-popup-slide-1.jpg",
          "ashish-tiwari-popup-slide-2.jpg",
          "ashish-tiwari-popup-slide-3.jpg",
          "ashish-tiwari-popup-slide-1.jpg",
          "ashish-tiwari-popup-slide-2.jpg",
          "ashish-tiwari-popup-slide-3.jpg"
        ]
      }
    },
    {
      "id": "pujan_tiya",
      "name": "Tiya",
      "chef": "Chef Pujan Sarkar",
      "title": "Progressive Indian Cuisine Expert",
      "address": "3213 Scott Street, San Francisco, CA 94123",
      "coordinates": [-122.4350, 37.8001],
      "phone": "(415) 775-1111",
      "website": "https://tiyaindian.com",
      "cuisine": "Progressive Indian",
      "specialties": ["Bold Coastal Flavors", "Contemporary Twists", "Seaside Family Meals"],
      "chefImage": "ChefPujanSarkar.png",
      "chefBackgroundImage": "ChefPujanSarkar_background.png",
      "excerpt": "Progressive Indian cuisine with bold coastal flavors. Coastal sensibility meets classic Indian spice. For this menu Chef Pujan revisits seaside family meals, reimagining those comforting flavors with a contemporary twist.",
      "popup": {
        "chefImage": "ChefPujanSarkar_popupImage.jpg",
        "chefTitleColor": "#18230A",
        "restaurantTitleColor": "#B2B377",
        "chefBio": "<p>I was born and raised in Kolkata, in a humble farming family. My roots are deep in the soil - quite literally. As a child, I would often run errands for my mother, like picking fresh carrots or tomatoes straight from our farm. Those moments of connecting with the land gave me immense joy, but they also planted a deeper understanding in me-that harvesting a crop is not the end; it's just the beginning of a much larger vision.</p><p>That vision shaped my path in life. I always loved cooking for family and friends during gatherings and special occasions. After completing my education in Kolkata, I set out on a new journey-to the Culinary Academy of India in Hyderabad, under the guidance of my mentor and brother, Chef Sujan. Stepping into that academy opened a whole new world for me. I learned not just how to cook, but how to create. I began to understand that a dish is more than just food-it's a reflection of who you are, a story you tell through flavors and techniques.</p><p>After graduation, my journey took me across the world. I joined the Princess Cruise Line in the United States, boarding in Los Angeles.</p>",
        "sliderImages": [
          "pujan-sarkar-popup-slide-1.jpg",
          "pujan-sarkar-popup-slide-2.jpg",
          "pujan-sarkar-popup-slide-3.jpg",
          "pujan-sarkar-popup-slide-1.jpg",
          "pujan-sarkar-popup-slide-2.jpg",
          "pujan-sarkar-popup-slide-3.jpg"
        ]
      }
    },
    {
      "id": "thomas_bombay_brasserie",
      "name": "Bombay Brasserie",
      "chef": "Chef Thomas George",
      "title": "Heritage North Indian Master",
      "address": "340 Stockton Street, San Francisco, CA 94108",
      "coordinates": [-122.4068, 37.7901],
      "phone": "(415) 362-0400",
      "website": "https://bombaybrasserie.com",
      "cuisine": "North Indian",
      "specialties": ["Heritage Dishes", "Slow-Cooked Flavors", "Traditional Techniques"],
      "chefImage": "ChefThomasGeorge.png",
      "chefBackgroundImage": "ChefThomasGeorge_background.png",
      "excerpt": "Elegant dining with heritage North Indian dishes. Deeply rooted in North Indian traditions, this menu celebrates rich, slow-cooked flavors.",
      "popup": {
        "chefImage": "ChefThomasGeorge_popupImage.jpg",
        "chefTitleColor": "#21454A",
        "restaurantTitleColor": "#CC9F53",
        "chefBio": "<p>Chef Thomas G. Palamootil brings over 25 years of distinguished culinary expertise, honed through his extensive career with the Taj Group of Hotels, one of the world's most iconic names in hospitality.</p><p>A native of Kerala, India's renowned spice capital, Chef Thomas's earliest influences came from traditional home kitchens where spices, freshest catch, and seasonal ingredients shaped everyday cooking. Inspired by these roots, he pursued formal culinary education and began his professional journey with Taj Hotels in 2001.</p><p>Over the years, Chef Thomas has held key culinary positions with Taj across Kochi, Chennai, Bangalore, and Mumbai working alongside some of India's most respected chefs while mastering a wide spectrum of regional cuisines. He has worked with some of the leading restaurants with Taj hotels and even being part of international delegations. A defining milestone in his career was his role in the launch of Bombay Brasserie at Taj Campton Place, San Francisco, where he successfully introduced authentic Indian. </p>",
        "sliderImages": [
          "thomas-george-popup-slide-1.jpg",
          "thomas-george-popup-slide-2.jpg",
          "thomas-george-popup-slide-3.jpg",
          "thomas-george-popup-slide-1.jpg",
          "thomas-george-popup-slide-2.jpg",
          "thomas-george-popup-slide-3.jpg"
        ]
      }
    },
    {
      "id": "shibiraj_amber_india",
      "name": "Amber India",
      "chef": "Chef Shibiraj Saha",
      "title": "Contemporary Indian Specialist",
      "address": "25 Yerba Buena Ln, San Francisco, CA 94103",
      "coordinates": [-122.4014, 37.7849],
      "phone": "(415) 777-0500",
      "website": "https://amberindia.com",
      "cuisine": "Contemporary Indian",
      "specialties": ["Luxe Classics", "Heirloom Recipes", "Luxury Ingredients"],
      "chefImage": "ChefShibirajSaha.png",
      "chefBackgroundImage": "ChefShibirajSaha_background.png",
      "excerpt": "Contemporary Indian with a luxe twist on classics. Polished and refined, Amber's tasting brings forward heirloom recipes and celebratory dishes with luxury ingredients.",
      "popup": {
        "chefImage": "ChefShibirajSaha_popupImage.jpg",
        "chefTitleColor": "#BF961C",
        "restaurantTitleColor": "#143439",
        "chefBio": "<p>Hailing from Kolkata, India, Chef Shibiraj is currently heading the culinary team at Amber India SF.</p><p>He honed his talent by working at top hotel chains in different parts of India.</p><p>In his long career he has received numerous culinary awards. We are excited to see what new directions Amber India SF will go toward under his leadership.</p>",
        "sliderImages": [
          "shibiraj-saha-popup-slide-1.jpg",
          "shibiraj-saha-popup-slide-2.jpg",
          "shibiraj-saha-popup-slide-3.jpg",
          "shibiraj-saha-popup-slide-1.jpg",
          "shibiraj-saha-popup-slide-2.jpg",
          "shibiraj-saha-popup-slide-3.jpg"
        ]
      }
    },
    {
      "id": "ranjan_new_delhi",
      "name": "New Delhi Restaurant",
      "chef": "Chef Ranjan Dey",
      "title": "Legacy Institution Master",
      "address": "160 Ellis St, San Francisco, CA 94102",
      "coordinates": [-122.4068, 37.7849],
      "phone": "(415) 397-8470",
      "website": "https://newdelhirestaurant.com",
      "cuisine": "Traditional Indian",
      "specialties": ["Heirloom Recipes", "Ceremonial Dishes", "Modern Fine Dining"],
      "chefImage": "ChefRanjanDey.png",
      "chefBackgroundImage": "ChefRanjanDey_background.png",
      "excerpt": "A legacy institution blending tradition and hospitality, Chef Ranjan offers a homage to recipes and ceremonial dishes, reinterpreted for a modern fine dining audience.",
      "popup": {
        "chefImage": "ChefRanjanDey_popupImage.jpg",
        "chefTitleColor": "#C0372C",
        "restaurantTitleColor": "#FFA73C",
        "chefBio": "<p>In Calcutta, where Chef Ranjan grew up, Diwali is celebrated as 'Kali Pujo,' a celebration of light overcoming darkness.</p> <p>Drawing on that rich heritage, Chef Ranjan crafted a special, never-before menu to bring you the joy of Diwali, as he first knew it, now reimagined for San Francisco's tables. This is the Calcutta that he has known and loved. A joyful city of lantern-lit streets, and layered flavors.</p> <p>Today, he calls San Francisco his home, and New Delhi Restaurant is his life's work.</p> <p>This 37-year old restaurant is set in a 110-year-old Beaux-Arts ballroom, evoking a Maharaja's banquet hall, and honored by the City and County of San Francisco as a rare Legacy Business.</p> <p>Chef Ranjan has made it his mission to bridge cultures through the art of food. Come dine here during Indian Restaurant Week, and if you happen to catch him on the floor, he has an anecdote to tell you. Every plate carries his personal story.</p>",
        "sliderImages": [
          "ranjan-dey-popup-slide-1.jpg",
          "ranjan-dey-popup-slide-2.jpg",
          "ranjan-dey-popup-slide-3.jpg",
          "ranjan-dey-popup-slide-1.jpg",
          "ranjan-dey-popup-slide-2.jpg",
          "ranjan-dey-popup-slide-3.jpg"
        ]
      }
    },
    {
      "id": "srijith_copra",
      "name": "Copra",
      "chef": "Chef Srijith Gopinath",
      "title": "South Indian Coastal Expert",
      "address": "1700 Fillmore St, San Francisco, CA 94115",
      "coordinates": [-122.4330, 37.7849],
      "phone": "(415) 800-7765",
      "website": "https://coprasf.com",
      "cuisine": "South Indian Coastal",
      "specialties": ["Bright Chutneys", "Coconut-Rich Textures", "Seaside Spice Combinations"],
      "chefImage": "chefSrijithGopinathan.png",
      "chefBackgroundImage": "ChefSrijithGopinathan_background.png",
      "excerpt": "Regional South Indian fare with a modern coastal influences guide Copra's menu. Bright chutneys, coconut-rich textures, and the seaside spice combinations that mark festival feasts.",
      "popup": {
        "chefImage": "ChefSrijithGopinathan_popupImage.jpg",
        "chefTitleColor": "#1F4426",
        "restaurantTitleColor": "#E6C4A0",
        "chefBio": "<p>Chef Srijith Gopinath is a celebrated figure in the culinary world, particularly noted for his innovative approach to Indian cuisine.</p><p>He earned two Michelin stars during his tenure at Campton Place in San Francisco, where he served as executive chef for 15 years.</p><p>Originally from Kerala, India, Chef Gopinath brings a personal touch to his cooking, drawing on family recipes and childhood memories. His other ventures include co-owning Ettan in Palo Alto and Little Blue Door in Los Altos, showcasing his diverse experience in the food industry.</p>",
        "sliderImages": [
          "srijith-gopinathan-popup-slide-1.jpg",
          "srijith-gopinathan-popup-slide-2.jpg",
          "srijith-gopinathan-popup-slide-3.jpg",
          "srijith-gopinathan-popup-slide-1.jpg",
          "srijith-gopinathan-popup-slide-2.jpg",
          "srijith-gopinathan-popup-slide-3.jpg"
        ]
      }
    }
  ]
}
